{"class_name": "Sequential", "config": {"name": "sequential", "layers": [{"class_name": "Lambda", "config": {"name": "lambda", "trainable": true, "batch_input_shape": [null, 224, 224, 3], "dtype": "float32", "function": ["4wEAAAAAAAAAAgAAAAIAAABDAAAAcxIAAAB0AGoBdAKDAX0BfAF8AIMBUwApAU4pA9oDaHVi2gZN\nb2R1bGXaFWZlYXR1cmVfZXh0cmFjdG9yX3VybCkC2gF42hhmZWF0dXJlX2V4dHJhY3Rvcl9tb2R1\nbGWpAHIGAAAA+kFDOi9Vc2Vycy9IYW5zIFRhbmFuZGEvUHljaGFybVByb2plY3RzL25kc2MtYmVn\naW5uZXIva2VyYXNfdGVzdC5wedoRZmVhdHVyZV9leHRyYWN0b3ISAAAAcwQAAAAAAQoB\n", null, null], "module": "__main__", "function_type": "lambda", "output_shape": null, "output_shape_type": "raw", "output_shape_module": null, "arguments": {}}}, {"class_name": "Dense", "config": {"name": "dense", "trainable": true, "dtype": "float32", "units": 14, "activation": "softmax", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null, "dtype": "float32"}}, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}, "keras_version": "2.1.6-tf", "backend": "tensorflow"}